#include <stdio.h>
#include <conio.h>

int main(void)
{
	int i;
	int j;
	
	printf("Å°Å°Å°Å°Å°Å°Å°Å†Å°Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°\n");
	printf("Å°Å°Å°Å°Å†Å°Å°Å†Å°Å†Å°Å°Å°Å°Å°Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°\n");
	printf("Å°Å°Å°Å°Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°\n");
	printf("Å†Å†Å†Å†Å†Å†Å†Å†Å†Å°Å°Å°Å°Å°Å†Å†Å†Å†Å†Å†Å†Å†Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°\n");
	printf("Å°Å°Å°Å°Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å†Å°Å°Å°Å†Å†Å°Å°Å°Å°Å°Å°Å°Å†Å°Å†Å†Å°Å°Å†Å°Å°Å°Å°Å°Å°Å°Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°\n");
	printf("Å°Å°Å°Å°Å†Å°Å°Å°Å°Å°Å°Å°Å°Å†Å°Å°Å°Å°Å†Å°Å°Å°Å°Å°Å°Å°Å°Å†Å°Å°Å†Å°Å°Å†Å°Å°Å°Å°Å°Å°Å°Å†Å†Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°\n");
	printf("Å°Å†Å°Å°Å†Å°Å°Å†Å°Å°Å°Å°Å†Å†Å°Å°Å°Å°Å†Å°Å°Å°Å°Å°Å°Å°Å°Å†Å°Å°Å°Å°Å†Å†Å°Å°Å°Å°Å°Å°Å°Å†Å°Å†Å†Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°\n");
	printf("Å†Å†Å°Å°Å†Å°Å°Å°Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å†Å°Å°Å°Å°Å°Å°Å°Å°Å†Å°Å°Å°Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°\n");
	printf("Å†Å°Å°Å°Å†Å°Å°Å°Å†Å†Å°Å°Å°Å°Å°Å°Å°Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°\n");
	printf("Å°Å°Å°Å°Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å†Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å†Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°\n");
	printf("Å°Å°Å†Å†Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å†Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å†Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°\n");
	printf("Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°\n");
	printf("Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å†Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°\n");
	printf("Å°Å°Å†Å†Å†Å†Å†Å†Å†Å†Å†Å°Å°Å°Å†Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å†Å†Å†Å†Å†Å†Å†Å°Å°Å°Å°Å°Å°Å°Å†Å†Å†Å†Å†Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°\n");
	printf("Å°Å°Å°Å°Å°Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å†Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å†Å°Å°Å°Å°Å°Å°Å†Å†Å°Å°Å°Å†Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°\n");
	printf("Å°Å°Å°Å°Å°Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å†Å°Å°Å°Å°Å°Å†Å°Å°Å°Å°Å°Å°Å°Å°Å†Å°Å°Å°Å°Å°Å†Å†Å°Å°Å°Å°Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°\n");
	printf("Å°Å†Å†Å†Å†Å†Å†Å†Å†Å†Å†Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å†Å†Å°Å°Å°Å°Å°Å°Å°Å†Å°Å°Å°Å°Å°Å†Å†Å°Å†Å°Å°Å†Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°\n");
	printf("Å°Å°Å°Å°Å°Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å†Å†Å°Å°Å°Å°Å°Å°Å°Å†Å†Å°Å°Å°Å°Å°Å†Å°Å°Å°Å†Å†Å†Å°Å°Å°Å°Å†Å†Å†Å†Å†Å†Å†Å†Å†\n");
	printf("Å°Å°Å°Å°Å°Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å†Å†Å°Å°Å°Å°Å°Å°Å°Å†Å†Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°\n");
	printf("Å°Å°Å°Å°Å°Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å†Å†Å°Å°Å°Å°Å°Å°Å°Å†Å†Å°Å°Å†Å†Å°Å°Å°Å°Å°Å°Å°Å†Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°\n");
	printf("Å°Å°Å°Å°Å°Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å†Å†Å†Å°Å°Å°Å°Å°Å°Å°Å†Å†Å°Å°Å°Å°Å†Å†Å°Å°Å°Å°Å°Å†Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°\n");
	printf("Å°Å°Å°Å°Å°Å°Å†Å†Å†Å†Å†Å°Å°Å°Å°Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å†Å°Å°Å°Å°Å°Å°Å°Å†Å°Å°Å°Å†Å†Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°Å°\n");
	
	(void)getchar();
	
	clrscr();
	
	printf("Å@Å@Å@Å@Å@Å@Å@Å@Å@ÅÑÅPÅPÅPÅPÅPÅPò§				\n");
	printf("Å@Å@Å@Å@Å@Å@Å@Å@ÅÑ                Å_			\n");
	printf("Å@Å@Å@Å@Å@Å@ ÅÉ     /Å_____ ÅQ__Å^Õ l			\n");
	printf("Å@Å@Å@Å@Å@Å@Å@ ÅÑ  /       ⁄|      ll			\n");
	printf("Å@Å@Å@ Çé Åø Çé   l  ÅÉÅ‹ÅR   /Å‹ÅÑj|			\n");
	printf("Å@ Å@Åø|| || ||Å__£ {ÅMijÅN ÅNijÅL}|£			\n");
	printf("Å@ Å@| |£ || ||  {Õ|{ Å[       Å[}|Õ}			\n");
	printf("Å@ Å@l        |/ År!     {|     |Ém				\n");
	printf("Å@ Å@l  l    Å^ /   Å_ÅLÅ[__àÍ   Å^				\n");
	printf("Å@Å@ lÅ@Å@ÅR/Å@Å^  Å^lÅ_ÅQÅQ___Å^lÅ_			\n");
	printf("Å@Å@ ÅRÅ@Å@Å@ /ÅQÅ^/Å@ Å_Å@  Å^ÅRÅ_ÅQ			\n");
	printf("Å@Å@|ÅPÅPÅPÅP|Å@  /Å@ ÅQ Å_Å^ ÅQ_ÅR   Å_		\n");
	printf("Å@Å@|ÅB   Å@ |Å@ |Å^| ÅL      | Å_|     Å_		\n");
	printf("Å@Å@|ÅB   Å@ |Å@/Å@ |         | Å@Å_     Åb		\n");
	printf("Å@Å@|Å@   Å@ |Å@Å_/Åb         |Å_/        |		\n");
	
	
	
	return(0);
}